[{"name":"CineStill 800 Tungsten 36","info":"CineStill 800T is a 35mm tungsten-balanced colour negative film made from Kodak motion picture film stock. Its 800 ISO emulsion is perfect for difficult low light situations. It is a highly flexible film that can be pushed up to 3200 ISO. This emulsion is ideal for scanning.\n\nWhen shooting in daylight, it is recommended to use a 85B filter with the film rated at 500 ISO.\n\nWant to see more? Read our CineStill 800 Tungsten Film Review.","rating":[],"style":"colour","iso":800,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Fomapan 100","info":"Fomapan 100 120 Film, sometimes referred to as Classic, is a panchromatic, black-and-white negative film.","rating":[],"style":"black and white","iso":100,"formats":[{"format":"120"},{"format":"35mm"}]},{"name":"Fomapan 200 36 Exposures","info":"Fomapan 200 is an excellent budget choice. One of the cheapest films we sell and one of the few 200 ISO black and white films on the market. A medium speed, medium contrast film, it is particularly good in favourable light conditions. Overall, it is a reliable and affordable choice for most photography styles.\n\nWant to see more? Read our Fomapan 200 Film Review. Then see our post on Negative Feedback’s Black and White Film Comparisons.","rating":[],"style":"black and white","iso":200,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Fomapan 400 36 Exposures","info":"Fomapan 400 is an excellent budget choice. One of the cheapest black and white films we sell. A high speed, medium contrast film. Reliable and affordable.\n\nWant to see some of the different ways you can use Fomapan 400? We have put together some of our favourite shots from our customers – you can see them here.","rating":[],"style":"black and white","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Fuji C200 36 Exposures","info":"Fuji C200 35mm Film is a great budget colour negative film. It is super flexible and easy to use. A perfect cheap 35mm film.\n\nSince C200 has been so hard to come by this year we are limiting it to 5 rolls per customer for now. That way more people can get their hands on it.","rating":[],"style":"colour","iso":200,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Fuji Superia 400 36","info":"Fuji Superia 400 35mm Film is a fine grain for a high-speed film. Superia X-tra 400 will give great image quality even in large-size enlargements.\n\nIt will work equally well outdoors in daylight or indoors with flash. The characteristics include excellent colour reproduction, sharpness, and smooth, fine grain.\n\nWant to see some of the different ways you can use Superia 400? We have put together some of our favourite Superia 400 shots by our customers – you can see them here.\n\nWant to see more? Read our Fuji Superia 400 Film Review and our Second Fuji Superia 400 Film Review.","rating":[],"style":"colour","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Ilford Delta 3200","info":"Ilford Delta 3200 120 film is an ultra high speed black and white film. This is an ideal film for fast action and low light photography.","rating":[],"style":"black and white","iso":3200,"formats":[{"format":"120"},{"format":"35mm"}]},{"name":"Ilford FP4 Plus 125","info":"Ilford FP4 Plus 125  is a classic black and white film. It has very few rivals high quality black and white photography.\n\nWant to see some of the different ways you can use Ilford FP4 125? We have put together some of our favourite FP4 125 shots by our customers – you can see them here.\n\nWant to see more? Read our Ilford FP4 125 Film Review and our Ilford FP4 125 120 Film Review.","rating":[],"style":"black and white","iso":125,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Ilford HP5 Plus 400","info":"Ilford HP5 Plus 400 35mm Film is a classic. One of the most popular films we sell, it is a versatile high speed, medium contrast film. An excellent choice for pretty much all photography styles.","rating":[],"style":"black and white","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kentmere PAN 400 36","info":"Kentmere 400 35mm Film is one of the cheapest black and white films we sell. It offers impressively fine grain and sharpness and medium contrast, while performing well under a variety of lighting conditions. Kentmere 400 give you the higher film speed than its Kentmere 100 partner, useful for when you need a higher ISO.","rating":[],"style":"black and white","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak ColorPlus 200 36","info":"Kodak ColorPlus is one of the cheapest and most popular films we sell. It offers remarkable sharpness, clarity and skin tone reproduction, with fine grain and natural-looking results\n\nSince Colorplus has been so hard to come by this year we are limiting it to 5 rolls per customer for now. That way more people can get their hands on it.","rating":[],"style":"colour","iso":200,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak Ektar 100 36","info":"Kodak Ektar is a fine grain colour negative film. It has high saturation and ultra-vivid colours and offers some of the finest, smoothest grain of any colour negative film available today.\n\nWant to see some of the different ways you can use Kodak Ektar 100? We have put together some of our favourite Ektar 100 shots by our customers – you can see them here.\n\nWant to see more? Read our Kodak Ektar 100 Film Review.\n\nThe current Kodak stock availability issues are expected to last until the end of 2020. For more information read our update.","rating":[],"style":"colour","iso":100,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak Gold 200 36","info":"Kodak Gold 200 is a low-speed colour negative film that offers an outstanding combination of grain, and sharpness with, particularly noticeable colour saturation.\n\nGold 200 is designed for everyday picture-taking situations. In both daylight, or with electronic flash. It also features wide exposure latitude – from two stops underexposure to three stops overexposure – according to Kodak.\n\nWant to see some of the different ways you can use Kodak Gold 200? We have put together some of our favourite Gold 200 shots by our customers – you can see them here.\n\nWant to see more? Read our Kodak Gold 200 Film Review.\n\nThe current Kodak stock availability issues are expected to last until the end of 2020. For more information read our update.","rating":[],"style":"colour","iso":200,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak Portra 160 5","info":"Kodak Portra 160 needs little introduction. It renders skin tones soft and natural-looking while the grain is extremely fine. It is also known for its natural warmth, like most Kodak films. Portra 160, in particular, has red and brown undertones.","rating":[],"style":"colour","iso":160,"formats":[{"format":"120"},{"format":"35mm"}]},{"name":"Kodak T-Max 400 36","info":"Kodak T-Max 400 is a continuous-tone panchromatic black-and-white negative film. T-Max 400 35mm uses Kodak’s T-Grain emulsion to create the world’s finest grained 400 ISO black and white film. It has high speed, very high sharpness, very fine grain, and very high resolving power.\n\nKodak T-Max is also available in 100 and 3200 ISO.\n\nThe current Kodak stock availability issues are expected to last until the end of 2020. For more information read our update.","rating":[],"style":"black and white","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak Tri-X 400 36","info":"Kodak Tri-X 400 is a classic black and white film. It is a high-speed film with distinctive grain and rich tones. Also particularly good for push-processing, easily going up to 1600 ISO.","rating":[],"style":"black and white","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]},{"name":"Kodak Ultramax 400 36","info":"Kodak Ultramax 400 35mm Film is a worry-free, easy-to-use high-speed film designed for snapshooters. A good choice for general film photography. So, perfect for your point and shoot.","rating":[],"style":"colour","iso":400,"formats":[{"format":"35mm"},{"format":"120"}]}]